/* The other answer for Cocoa input manager plugin alert panel. */
"Decide later" = "Bestäm senare";

/* The default answer for Cocoa input manager plugin alert panel. */
"Disable" = "Avaktivera";

/* The title of the Edit menu item. */
"Edit" = "Redigera";

/* The alt answer for Cocoa input manager plugin alert panel. */
"Enable" = "Aktivera";

/* The title of the Input menu item. */
"Input" = "Inmatning";

/* The title for Cocoa input manager plugin alert panel. */
"Old style plug-in input managers detected" = "Gamla hanterare av insticksfilsinmatning har upptäckts";

/* The title of the Character Palette menu item. */
"Special Characters\\U2026" = "Specialtecken…";

/* The msg for Cocoa input manager plugin alert panel. */
"You have one or more old style plug-in input managers installed.  They are utilizing an unsupported and undocumented operating system functionality.  With Mac OS X 10.5 Leopard and later, this input method functionality is disabled by default due to security concerns.  Apple recommends keeping this functionality disabled.  Disabling this functionality does not limit any operating system features.\r\rWould you like to enable the plug-in input managers (the new setting takes effect after re-login)?" = "Du har en eller flera äldre hanterare av insticksfilsinmatning installerade. De använder sig av en funktion i operativsystemet som varken stöds eller är dokumenterad. I Mac OS X 10.5 Leopard och senare avaktiveras den här inmatningsmetodens funktionalitet som en säkerhetsåtgärd. Apple rekommenderar att denna funktionalitet förblir avaktiverad. Att avaktivera den här funktionaliteten begränsar inte några funktioner i operativsystemet.\r\rVill du aktivera hanteraren av insticksfilsinmatning (den nya inställningen börjar gälla nästa gång du loggar in)?";

